Revit 2024 API
SymbolTypeId.FtPerKip Property
 Symbol ft/kip, indicating unit Feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtPerKip { get; }
Visual Basic
Public Shared ReadOnly Property FtPerKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtPerKip {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace